Repository: TheDeadMemoriesTeam/TheDeadMemories
Catalog: Assets/SmartLocalizationLanguage/Resources/Localization/Language.*.resx
Languages: fr_fr

# Achievement.descAchiev1
source: Do your first move!
fr_fr: Faites vos premiers pas !

# Achievement.descAchiev10
source: Kill 100 enemies!
fr_fr: Tuer 100 ennemis !

# Achievement.descAchiev11
source: Kill 1000 enemies!
fr_fr: Tuer 1000 ennemis !

# Achievement.descAchiev12
source: Kill your first Berseker!
fr_fr: Tuer votre premier Berseker !

# Achievement.descAchiev13
source: Kill 10 Bersekers!
fr_fr: Tuer 10 Bersekers !

# Achievement.descAchiev14
source: Kill 100 Bersekers!
fr_fr: Tuer 100 Bersekers !

# Achievement.descAchiev15
source: Kill 1000 Bersekers!
fr_fr: Tuer 1000 Bersekers !

# Achievement.descAchiev16
source: Kill 5 enemies in the same time
fr_fr: Tuer 5 ennemis en même temps

# Achievement.descAchiev17
source: Kill 10 enemies in the same time
fr_fr: Tuer 10 ennemis en même temps

# Achievement.descAchiev18
source: Kill 5 enemies without being touch!
fr_fr: Tuer 5 ennemis sans avoir été touché

# Achievement.descAchiev19
source: Kill 50 enemies without being touch!
fr_fr: Tuer 50 ennemis sans avoir été touché

# Achievement.descAchiev2
source: Walk on 1 km!
fr_fr: Marcher sur 1 km !

# Achievement.descAchiev20
source: Kill 10 enemies in 1 min
fr_fr: Tuer 10 ennemis en 1 min

# Achievement.descAchiev21
source: Kill 25 enemies in 1 min
fr_fr: Tuer 25 ennemis en 1 min

# Achievement.descAchiev22
source: Kill 50 enemies in 1 min
fr_fr: Tuer 50 ennemis en 1 min

# Achievement.descAchiev23
source: Kill 100 enemies in 1 min
fr_fr: Tuer 100 ennemis en 1 min

# Achievement.descAchiev24
source: Kill 200 enemies in 1 min
fr_fr: Tuer 200 ennemis en 1 min

# Achievement.descAchiev25
source: Survive during 1 min!
fr_fr: Survivre pendant 1 min !

# Achievement.descAchiev26
source: Survive during 20 min!
fr_fr: Survivre pendant 20 mins !

# Achievement.descAchiev27
source: Survive during 1h!
fr_fr: Survivre pendant 1h !

# Achievement.descAchiev28
source: Survive during 4h!
fr_fr: Survivre pendant 4h !

# Achievement.descAchiev29
source: Survive during 12h!
fr_fr: Survivre pendant 12h !

# Achievement.descAchiev3
source: Walk on 10 km!
fr_fr: Marcher sur 10 kms !

# Achievement.descAchiev30
source: Not being touched during 1 min!
fr_fr: Ne pas être touché pendant 1 min !

# Achievement.descAchiev31
source: Not being touched during 5 min!
fr_fr: Ne pas être touché pendant 5 mins !

# Achievement.descAchiev32
source: Arrive to the castle
fr_fr: Arriver au château

# Achievement.descAchiev33
source: Discover the village
fr_fr: Découvrir le village

# Achievement.descAchiev4
source: Walk on 42.195 km!
fr_fr: Marcher sur 42.195 kms !

# Achievement.descAchiev5
source: Walk on 100 km!
fr_fr: Marcher sur 100 kms !

# Achievement.descAchiev6
source: Walk on 1.000 km!
fr_fr: Marcher sur 1.000 kms !

# Achievement.descAchiev7
source: Walk on 10.000 km!
fr_fr: Marcher sur 10.000 kms !

# Achievement.descAchiev8
source: Kill For The First Time!
fr_fr: Tuer pour la première fois !

# Achievement.descAchiev9
source: Kill 10 enemies!
fr_fr: Tuer 10 ennemis !

# Achievement.nameAchiev1
source: First Move
fr_fr: Premiers Pas

# Achievement.nameAchiev10
source: Killer
fr_fr: Tueur

# Achievement.nameAchiev11
source: Serial Killer
fr_fr: Sérial Killer

# Achievement.nameAchiev12
source: First Berseker
fr_fr: Premier Berseker

# Achievement.nameAchiev13
source: No Limit
fr_fr: Sans Limite

# Achievement.nameAchiev14
source: Serial Killer of Serial Killer
fr_fr: Sérial Killer des des Sérials Killer

# Achievement.nameAchiev15
source: Berserker Genocide
fr_fr: Génocide de Berseker

# Achievement.nameAchiev16
source: Nice Hit
fr_fr: Joli Coup

# Achievement.nameAchiev17
source: Long Arm
fr_fr: Bras Long

# Achievement.nameAchiev19
source: Master Assassin
fr_fr: Maitre Assassin

# Achievement.nameAchiev2
source: Sunday Walker
fr_fr: Marcheur du dimanche

# Achievement.nameAchiev20
source: Little Hoodlum
fr_fr: Petit Voyou

# Achievement.nameAchiev22
source: Clod
fr_fr: Bourrin

# Achievement.nameAchiev24
source: Barbarian
fr_fr: Barbare

# Achievement.nameAchiev25
source: Beginner
fr_fr: Debutant

# Achievement.nameAchiev27
source: Ghost
fr_fr: Fantome

# Achievement.nameAchiev28
source: Immortal
fr_fr: Immortel

# Achievement.nameAchiev29
source: God
fr_fr: Dieu

# Achievement.nameAchiev3
source: Daily Jogging
fr_fr: Jogging quotidien

# Achievement.nameAchiev30
source: Uncatchable
fr_fr: Intouchable

# Achievement.nameAchiev31
source: Really Uncatchable
fr_fr: Vraiment Intouchable

# Achievement.nameAchiev32
source: Dracula is not here
fr_fr: Dracula n'est pas la

# Achievement.nameAchiev33
source: Welcome !
fr_fr: Bienvenue !

# Achievement.nameAchiev5
source: Health Walk
fr_fr: Promenade de sante

# Achievement.nameAchiev6
source: Athletic
fr_fr: Athlete

# Achievement.nameAchiev7
source: Doped Addict
fr_fr: Dope

# Achievement.nameAchiev8
source: First Blood
fr_fr: Premier Sang

# Achievement.nameAchiev9
source: Little Killer
fr_fr: Truand

# GUISkills.description
source: Spell Description :
fr_fr: Description du sort :

# GUISkills.price
source: Price :
fr_fr: Prix :

# Interface.AchievUnlock
source: Achievement Unlock :
fr_fr: Succes Debloque :

# Interface.activeMusic
source: Active Music
fr_fr: Activer Musique

# Interface.changeTrack
source: Change Track
fr_fr: Changer Piste

# Interface.disableMusic
source: Disable Music
fr_fr: Désactiver Musique

# Interface.Experience
source: Experience
fr_fr: Expérience

# Interface.GameOver
source: Game Over
fr_fr: Défaite

# Interface.GameSaved
source: Game Saved
fr_fr: Jeu Sauvegarde

# Interface.HitPoints
source: Hit Points
fr_fr: Points de vie

# Interface.inventory
source: Inventory
fr_fr: Inventaire

# Interface.inventoryNameObject
source: Name:
fr_fr: Nom :

# Interface.inventoryQuantityObject
source: Quantity :
fr_fr: Quantité :

# Interface.musicVolume
source: Music Volume
fr_fr: Volume de la musique

# Interface.openCrypt
source: Press H to Open skills trees
fr_fr: Appuyez sur H pour ouvrir les arbres de compétences

# Interface.resume
source: Resume
fr_fr: Continuer

# Interface.settings
source: Settings
fr_fr: Options

# Interface.skillsTrees
source: Skills Trees
fr_fr: Arbres des compétences

# Inventory.descItem0
source: Restore player's Life
fr_fr: Restaure de la vie

# Inventory.descItem1
source: Restore player's Mana
fr_fr: Restaure de la mana

# Inventory.nameItem0
source: Bone
fr_fr: Os

# Inventory.nameItem1
source: Mana Potion
fr_fr: Potion de Mana

# MainMenu.achievCompleted
source: Achievements Completed
fr_fr: Succès débloqués

# MainMenu.Achievements
source: Achievements
fr_fr: Succes

# MainMenu.Developers
source: Developers
fr_fr: Developpeurs

# MainMenu.Graphicartists
source: Graphic artists
fr_fr: Graphistes

# MainMenu.Help
source: Help
fr_fr: Aide

# MainMenu.Load
source: Load
fr_fr: Charger

# MainMenu.lock
source: Locked
fr_fr: Bloqués

# MainMenu.Music
source: Music
fr_fr: Musique

# MainMenu.NewGame
source: New
fr_fr: Nouvelle Partie

# MainMenu.Play
source: Play
fr_fr: Jouer

# MainMenu.Projectcoordinators
source: Project coordinators
fr_fr: Coordinateurs du projet

# MainMenu.Quit
source: Quit
fr_fr: Quitter

# MainMenu.Return
source: Return
fr_fr: Retour

# MainMenu.Settings
source: Settings
fr_fr: Options

# MainMenu.SoundEffects
source: Sound Effects
fr_fr: Bruitages

# MainMenu.unlock
source: Unlocked
fr_fr: Débloqués

# MainMenu.Withtheoccasionalparticipationof
source: With the occasional participation of
fr_fr: Avec la participation ponctuelle de

# Menu.default
source: Default Values
fr_fr: Valeurs par Défaut

# MenuHelp.Help0
source: The Dead Memories Help
fr_fr: Aide de The Dead Memories

# MenuHelp.Help1
source: Default controls:
fr_fr: Controles par défaut :

# MenuHelp.Help10
source: - a long click will attack with the special attack of the element
fr_fr: - Un appui modéré lancera une attaque de zone de l'élément sélectionné.

# MenuHelp.Help11
source: You can jump with Space.
fr_fr: - Un appui long lancera la super attaque de l'élément sélectionné.

# MenuHelp.Help12
source: You can see your inventory with Tab.
fr_fr: Vous pouvez réaliser un saut avec la touche Espace.

# MenuHelp.Help13
source: And you can pause the game with Escape.
fr_fr: Vous pouvez consulter votre inventaire avec la touche Tab.

# MenuHelp.Help2
source: You can move with arrow keys or W, A, S, and D keys. You can also run by pressing SHIFT.
fr_fr: Vous pouvez vous déplacer avec les flèches directionnelles ou les touches Z, Q, S et D et sprinter en maintenant la touche SHIFT enfoncée.

# MenuHelp.Help3
source: You can launch a melee attack by clicking left and use magic (only once you have learnt it) by clicking right
fr_fr: Vous pouvez attaquer au corps à corps avec un clic gauche et utiliser la magie (une fois la compétence acquise) avec un clic droit.

# MenuHelp.Help4
source: You can unlock many abilities by going into a crypt. To unlock them, you will need to gain xp by killing enemies.
fr_fr: Votre personnage peut débloquer une foule de compétences en se rendant dans une crypte, pour en débloquer de nouvelles, il vous faudra acquérir de l'expérience en tuant vos ennemis.

# MenuHelp.Help5
source: You can control 3 different magic elemnts: Fire, Ice and Wind.
fr_fr: Avec un niveau avancé dans le jeu vous pourrez débloquer des compétences telles l'Invincibilité et la Furie, vous pourrez les activer respectivement avec les touches 1 et 2.

# MenuHelp.Help6
source: You switch between them using F1, F2 and F3 keys.
fr_fr: Vous pouvez contrôler 3 types d'éléments magiques : le Feu, la Glace et le Vent.

# MenuHelp.Help7
source: You can throw two type of magical attacks:
fr_fr: Si vous désirez changer d'éléments vous pouvez utiliser les touches F1, F2 ou F3.

# MenuHelp.Help8
source: - a short click on the right button will throw a projectil of the current element
fr_fr: Vous pouvez lancer des sorts plus ou moins puissant suivant le temps que vous laisser le bouton droit de la souris enfoncé :

# MenuHelp.Help9
source: - a click a bit longer will trigger an area attack
fr_fr: - Un appui bref lancera une boule de l'élément sélectionné.

# MenuOptions.advencedSettings
source: Advanced Settings :
fr_fr: Options avancées :

# MenuOptions.availableQuality
source: Available Graphics Quality :
fr_fr: Qualités Graphiques Disponibles :

# MenuOptions.availableResolutions
source: Available Resolutions :
fr_fr: Résolutions Disponibles :

# MenuOptions.detailDensity
source: Details density :
fr_fr: Détails densité :

# MenuOptions.detailDistance
source: Details distance :
fr_fr: Distance de détails :

# MenuOptions.fadeLenght
source: Fade Lenght :
fr_fr: Distance de transition :

# MenuOptions.goAdvencedSettings
source: Advanced Settings
fr_fr: Options avancées

# MenuOptions.quality0
source: Fastest
fr_fr: Très Faible

# MenuOptions.quality1
source: Fast
fr_fr: Faible

# MenuOptions.quality3
source: Good
fr_fr: Moyenne

# MenuOptions.quality4
source: Beautiful
fr_fr: Élevée

# MenuOptions.quality5
source: Fantastic
fr_fr: Très Élevée

# MenuOptions.qualityUndefiened
source: Undefined
fr_fr: Inconnue

# MenuOptions.ReturnSettings
source: Return Settings
fr_fr: Retour Options

# MenuOptions.settings
source: Settings
fr_fr: Options

# MenuOptions.windSpeed
source: Wind Speed :
fr_fr: Vitesse du vent :

# Skills.descSkill1
source: Increase statitics
fr_fr: Améliore les statistiques

# Skills.descSkill10
source: Increase magical damages
fr_fr: Augmente les dégats magiques

# Skills.descSkill11
source: Increase critical hit probability
fr_fr: Augmente le taux de critique

# Skills.descSkill12
source: Increase physical critical hit probability
fr_fr: Augmente le taux de critique des attaques physiques

# Skills.descSkill13
source: Increase magical critical hit probability
fr_fr: Augmente le taux de critiques des attaques magiques

# Skills.descSkill14
source: Let your fury express itself
fr_fr: Laisse ta furie s'exprimer

# Skills.descSkill15
source: Allow to handle the fire
fr_fr: Permet de contrôler le feu

# Skills.descSkill16
source: Increase the damage of fire attacks
fr_fr: Augmente les dégats de l'attaque de feu

# Skills.descSkill17
source: Increase the range of fire attacks
fr_fr: Augmente la portée de l'attaque de feu

# Skills.descSkill18
source: Allow to throw an area attack with fire
fr_fr: Permet de lancer une attaque de feu de zone

# Skills.descSkill19
source: Increase the damage of the area attack
fr_fr: Augmente les dégats de l'attaque de zone

# Skills.descSkill2
source: Increase max hitpoints
fr_fr: Augmente le nombre de points de vie maximum

# Skills.descSkill20
source: Increase the range of the area attack
fr_fr: Augmente la portée de l'attaque de zone

# Skills.descSkill21
source: Invoke the fire of the dragon
fr_fr: Invoque le feu du dragon

# Skills.descSkill22
source: Allow to handle the ice
fr_fr: Permet de controler la glace

# Skills.descSkill23
source: Increase the damage of ice attacks
fr_fr: Augmente les dégats de l'attaque de glace

# Skills.descSkill24
source: Increase the range of ice attacks
fr_fr: Augmente la portée de l'attaque de glace

# Skills.descSkill25
source: Allow to throw an area attack with ice
fr_fr: Permet de lancer une attaque de glace de zone

# Skills.descSkill26
source: Increase the damage of the area attack
fr_fr: Augmente les dégats de l'attaque de zone

# Skills.descSkill27
source: Increase the range of the area attack
fr_fr: Augmente la portée de l'attaque de zone

# Skills.descSkill28
source: Start a glacial age
fr_fr: Commence une ère glacière

# Skills.descSkill29
source: Allow to handle th wind
fr_fr: Permet de controler le vent

# Skills.descSkill3
source: Increase max mana
fr_fr: Augmente le mana maximum

# Skills.descSkill30
source: Increase the damages of wind attacks
fr_fr: Augmente les dégats de l'attaque de vent

# Skills.descSkill31
source: Increase the range of wind attacks
fr_fr: Augmente la portée de l'attaque de vent

# Skills.descSkill32
source: Allow to throw an area attack with wind
fr_fr: Permet de lancer une attaque de vent de zone

# Skills.descSkill33
source: Increase the damage of the area attack
fr_fr: Augmente les dégats de l'attaque de zone

# Skills.descSkill34
source: Increase the range of the area attack
fr_fr: Augmente la portée de l'attaque de zone

# Skills.descSkill35
source: Throw a cyclone
fr_fr: Déclenche un cyclone

# Skills.descSkill4
source: Increase resistance
fr_fr: Augmente la résistance

# Skills.descSkill5
source: Increase phisical resistance
fr_fr: Augmente la résistance physique

# Skills.descSkill6
source: Increase magical resistance
fr_fr: Augmente la résistance magique

# Skills.descSkill7
source: Gain an invincibility ability, for a short time
fr_fr: Débloque une capacité d'invincibilité, pour une courte période

# Skills.descSkill8
source: Increase damages
fr_fr: Augmente les dégats

# Skills.descSkill9
source: Increase physical damages
fr_fr: Augmente les dégats physiques

# Skills.nameSkill1
source: Survival
fr_fr: Survie

# Skills.nameSkill10
source: Ice Cube
fr_fr: Glaçon

# Skills.nameSkill12
source: Ice Age
fr_fr: Ère Glaciaire

# Skills.nameSkill13
source: Breeze
fr_fr: Souffle

# Skills.nameSkill14
source: Gust
fr_fr: Bourrasque

# Skills.nameSkill15
source: Twister
fr_fr: Tornade

# Skills.nameSkill2
source: Resistance
fr_fr: Résistance

# Skills.nameSkill4
source: Base Attack
fr_fr: Attaque de base

# Skills.nameSkill5
source: Critical
fr_fr: Critique

# Skills.nameSkill6
source: Fury
fr_fr: Furie

# Skills.nameSkill7
source: Fire Ball
fr_fr: Boule de Feu

# Skills.nameSkill8
source: Flame Thrower
fr_fr: Lance-Flammes

# Skills.nameSkill9
source: Meteor
fr_fr: Météores

# Skills.nameUnderSkill1
source: HP++
fr_fr: PV++

# Skills.nameUnderSkill10
source: Range++
fr_fr: Portée++

# Skills.nameUnderSkill3
source: Physical Damage--
fr_fr: Dégâts Physiques--

# Skills.nameUnderSkill4
source: Magical Damage--
fr_fr: Dégâts Magiques--

# Skills.nameUnderSkill5
source: Physical Damage++
fr_fr: Dégâts Physiques++

# Skills.nameUnderSkill6
source: Magical Damage++
fr_fr: Dégâts Magiques++

# Skills.nameUnderSkill7
source: Physical Critical Damage++
fr_fr: Dégâts Critiques Physiques++

# Skills.nameUnderSkill8
source: Magical Critical Damage++
fr_fr: Dégâts Critiques Magiques++

# Skills.nameUnderSkill9
source: Damage++
fr_fr: Dégâts++
